Back-end/seulixo/app/controllers/localidades_controller.rb

SELECT "localidades".* FROM "localidades"
---
  def index
    @localidades = Localidade.all